package for_yuri3.questions;

public class animanlQuestions {

    public static String[] aQuestions =
            {
                    "Самое быстрое сухопутное животное",
                    "Самое тяжёлое животное на планете",
                    "Самая большая кошка в мире",
                    "Только одна из этих птиц умеет летать",
                    "Самая прожорливая птица",
                    "Самый большой лес в мире",
                    "Есть 3 царства живых существ: растения, животные и ...."
            };
    public static String[][] aChoices =
            {
                    {"Хорёк", "Лось", "Улитка", "Гепард"},
                    {"Синий кит", "Медведь", "Слон", "Жираф"},
                    {"Лев", "Тигр", "Пантера", "Рысь"},
                    {"Пингвин", "Страус", "Поморник", "Киви"},
                    {"Колибри", "Чайка", "Орёл", "Грач"},
                    {"Тайга", "Амазонский", "лес Монтеверде", "Вальдивский"},
                    {"Насекомые", "Ящерицы", "Птицы", "Грибы"}

            };
    public static String[] aCorrectAnswers = {"Гепард", "Синий кит", "Тигр", "Поморник", "Колибри", "Амазонский", "Грибы"};
}
