package for_yuri3.questions;

public class geographyQustions {

        public static String[] gQuestions =
                {
                        "Как называется самая высокая гора?",
                        "Как называется самая длинная река?",
                        "Сколько на Земле континентов?",
                        "Какая страна занимает целый континент?",
                        "Сама южная страна в мире это",
                        "В какой стране живёт больше всего людей?",
                        "Этот континент омывают сразу 4 океана"
                };
        public static String[][] gChoices =
                {
                        {"Эверест", "Монблан", "Денали", "Килиманджаро"},
                        {"Нил", "Объ", "Амазонка", "Миссисипи"},
                        {"Четыре", "Шесть", "Пять", "Семь"},
                        {"Австрия", "Африка", "Абу-Даби", "Австралия"},
                        {"Россия", "Чили", "ЮАР", "Марокко"},
                        {"Бразилия", "Австрия", "Мексика", "Китай"},
                        {"Евразия", "Африка", "Антарктида", "Северная америка"}

                };
        public static String[] gCorrectAnswers = {"Эверест", "Амазонка", "Шесть", "Австралия", "Чили", "Китай", "Евразия"};
}
