package for_yuri3.questions;

public class gravityFallsQuestions {

    public static String[] fQuestions =
            {
                    "Сколько нальцев на обложке дневников?",
                    "Когда день рождения Дипера и Мэйбл?",
                    "Где Дипер нашёл третий дневник?",
                    "Какое у Пасифики второе имя?",
                    "Какой праздник ненавидит Стэнли Пайнс?",
                    "Кто такой Блендин Блэндин",
                    "Как победить зомби?",
                    "Гравити Фоллз основал"
            };
    public static String[][] fChoices =
            {
                    {"Четыре", "Шесть", "Пять", "Семь"},
                    {"14 декабря", "22 мая", "3 марта", "31 августа"},
                    {"В лесу", "В пещере", "В Хижине Чудес", "Ему подарили"},
                    {"Анна", "Мария", "Элиза", "Софья"},
                    {"День первопроходцев", "Новый год", "9 мая", "Пасха"},
                    {"Местный репортёр", "Водитель автобуса", "Рыбак", "Путешественник во времени"},
                    {"Спеть/сыграть дуэтом", "Спеть/сыграть трезвучие", "Произнести заклинание", "Выпустить собак"},
                    {"Натаниэль Нортвест", "Стивен Сигал", "Стэнфорд Пайнз", "Квентин Трэмбли"}

            };
    public static String[] fCorrectAnswers = {"Шесть", "31 августа", "В лесу", "Элиза", "День первопроходцев", "Путешественник во времени", "Спеть/сыграть трезвучие", "Квентин Трэмбли"};
}
