package for_yuri3.questions;

public class minecraftQuestions {

    public static String[] mcQuestions =
            {
                    "Сколько нужно слитков железа на наковальню?",
                    "Какая максимальная высота строительства блоков?",
                    "Сколько щупалец у Гаста",
                    "Есть ли в Майнкрафте медведь?",
                    "Здоровье не восстанавливается, если шкала еды меньше...",
                    "В каком направлении движутся облака в Майнкрафте?",
                    "Какая прочность у Элитр?",
                    "Максимальное расстояние, с которого вы слышите звуки мобов"
            };
    public static String[][] mcChoices =
            {
                    {"38", "24", "31", "29"},
                    {"256", "128", "150", "Нет предела"},
                    {"7", "8", "9", "10"},
                    {"Да, но обычный", "Да, но белый", "Есть оба", "Нет"},
                    {"79%", "50%", "90%", "30%"},
                    {"На Юг", "На Запад", "На Восток", "На Север"},
                    {"527", "431", "799", "615"},
                    {"10 блоков", "12 блоков", "18 блоков", "16 блоков"}

            };
    public static String[] mcCorrectAnswers = {"31", "256", "9", "Да, но белый", "79%", "На Запад", "431", "10 блоков"};
}
